import React from 'react'

const About = () => {
  return (
    <div>
      <h1 className='my-5'>다마고치 소개!</h1>
      <h3>Tamagotchi</h3>
      <p>
        「다마고치」는 지구에서 멀리 떨어진 「다마고치 별」에서 살고 있는 생물들입니다.
        1996년에 지구에서 발견되고 나서, 전세계 수천만의 사람들의 손에 의해 많은 「다마고치」들이 키워져 왔습니다.

        맛있는 밥을 먹여주거나, 게임으로 놀아주거나… 많은 “두근두근”을 주는 지구인이 「다마고치」들은 정말 좋아합니다.
        조금 따끈따끈을 말하거나, 방에 똥을 해 버리거나 하지만, 「다마고치」들이 계속 함께 해 주는 매일은, 웃는 얼굴로 가득합니다.

        헨테코에서 버릇이 강하고, 하지만 귀엽고… 당신의 신세가 필요하지만, 당신의 곁에서 크게 “성장”해 가는 존재. 그것이 「다마고치」입니다. 
      </p>

      <h3>History</h3>
      <p>
        「다마고치」는 1996년 11월 23일에 발매되어 여고생을 중심으로 큰 붐을 일으킨 "디지털 애완 동물"입니다.
        그 후, 2004년에 적외선 통신 기능을 탑재한 「오히려 왔다! 다마고치 플러스」로서 부활 후,
        새로운 놀이나 기능을 추가한 시리즈가 세계에서 전개되어,
        1996년부터 지금까지 전 세계 누계 9,100만개를 판매 하고 있습니다. (2023년 3월 말 시점)

        2023년 7월에는 Wi-Fi 기능을 탑재한 「Tamagotchi Uni」를 전 세계 동시 발매. 
        전세계 사람들이 키운 타마고치와 만날 수있는 타마고치들의 메타 버스 "Tamaverse"에 갈 수있게되었습니다.
        
        과거에 놀고 있어 그리움을 느낄 수 있는 분에게도, 새롭게 다마고치를 좋아하게 해 주신 분에게도, 
        앞으로도 여러분에게 사랑받는 “다마고치”를 목표로 해, 계속 성장합니다!</p>
    </div>
  )
}

export default About
